tutorials/multiform/specCellFoam/packingCellLayers/packingCell/constant/effectiveTransportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      effectiveTransportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Deff            Deff [ 0 2 -1 0 0 0 0 ] ( 4.2473862 8.1735973e-09 1.5980554e-21 -7.5221757e-09 4.2483863 -3.4445285e-22 4.7547217e-24 -6.1346448e-24 3.62783 );

DeffSymm        DeffII [ 0 2 -1 0 0 0 0 ] ( 5.4849652 1.3257785e-10 1.6108217e-21 1.3257787e-10 5.4847556 -3.6056477e-22 1.6108217e-21 -3.6056477e-22 3.62783 );

lambda          0.10392033;

CI              CI [ 0 1 0 0 0 0 0 ] ( 4.4604109e-19 6.0807757e-19 0 );

Ueff            Ueff [ 0 1 -1 0 0 0 0 ] ( 1.0001323 4.1162354e-08 -8.6223797e-27 );


// ************************************************************************* //
