tutorials/multiform/specCellFoam/packingCellLayers/packingCell/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
transportModel Newtonian;
#include "../octave/particleData.H"
#include "DA.H"


nu            nu [0 2 -1 0 0 0 0] 1000;
D             DT [ 0 2 -1 0 0 0 0 ] #calc "$dp /$Pe";

inverseDistancePotential
{
    active	true;
    potRefU     potRefU [0 1 -1 0 0 0 0] $val;
    potMinD     potMinD [0 1 0 0 0 0 0] $dp;
    potRefD     potRefD [0 1 0 0 0 0 0] $dp;

}
// ************************************************************************* //
